[
    {
        "1": "Black_footed_Albatross",
        "2": "Laysan_Albatross",
        "3": "Sooty_Albatross",
        "4": "Groove_billed_Ani",
        "5": "Crested_Auklet",
        "6": "Least_Auklet",
        "7": "Parakeet_Auklet",
        "8": "Rhinoceros_Auklet",
        "9": "Brewer_Blackbird",
        "10": "Red_winged_Blackbird"
    },
    {
        "1": "黑脚信天翁（Black-footed Albatross）是信天翁科的一种大型海鸟，翼展可达2.1米，体长约76-89厘米。它们主要生活在北太平洋，常见于夏威夷群岛附近。黑脚信天翁以其黑色的脚和深褐色的羽毛为特征，嘴呈淡粉色。它们主要以鱼类和鱿鱼为食，有时也捕食甲壳类和其他海洋生物。繁殖期会返回出生地，在海岛上筑巢。由于环境污染和捕鱼活动，它们的数量受到威胁，目前被列为近危物种。",
        "2": "莱桑信天翁（Laysan Albatross，学名：Phoebastria immutabilis）是一种大型海鸟，主要分布于北太平洋地区。它们有着长达2.1-2.2米的翼展，身体白色，背部和翅膀呈深灰色。莱桑信天翁以其在海洋上空滑翔的飞行能力著称，能够在不扇动翅膀的情况下飞行数百公里。它们主要以鱼类和鱿鱼为食。莱桑信天翁在夏威夷群岛上的莱桑岛及其他小岛上繁殖，是一种濒危物种，受到塑料污染和渔业活动的威胁。",
        "3": "黑背信天翁（Sooty Albatross）是一种大型海鸟，分布在南大洋及其周边海域。它们以其深褐色或黑色的羽毛而闻名，翅膀长而狭窄，擅长在风中滑翔。主要食物为鱼类、头足类和甲壳类。黑背信天翁繁殖于偏远岛屿上，单次产卵一枚，雏鸟孵化后由亲鸟共同抚育。由于栖息地破坏和偶然捕捞，其种群数量受到威胁，被列为近危物种。",
        "4": "Groove-billed Ani（槽嘴犀鸟，学名：Crotophaga sulcirostris）是一种中型黑色鸟类，主要分布在中美洲和南美洲的开阔地带。其特征是长尾巴和具有明显凹槽的厚实黑色喙。它们通常以小群体生活，喜好栖息于灌木丛和农田，主要以昆虫、小型爬行动物和果实为食。繁殖季节，多个雌鸟会在同一个巢中产卵并共同抚育幼鸟。这种社群繁殖的行为在鸟类中较为罕见。\n\n\n\n\n\n",
        "5": "冠海雀（Crested Auklet）是一种小型海鸟，属于海雀科，栖息于北太平洋地区。它们以其独特的羽冠和橘色喙而闻名。冠海雀主要生活在阿拉斯加和西伯利亚沿岸，通常在岩石悬崖上筑巢。它们主要以小型鱼类、甲壳类和浮游生物为食。冠海雀具有强烈的社交性，常在大群体中活动，并会发出独特的呼唤声。繁殖季节时，雄性和雌性都会展示复杂的求偶行为，包括扭动和展示羽冠。",
        "6": "小海雀（Least Auklet，学名：Aethia pusilla）是一种体型较小的海鸟，主要分布在北太平洋地区，尤其是阿留申群岛和白令海。它们以其体型小巧和灰黑色羽毛而闻名，体长约15厘米。小海雀主要以浮游生物为食，特别是磷虾和小型甲壳类动物。繁殖季节时，它们会在岩石缝隙中筑巢，通常一次产下一个蛋。小海雀适应寒冷的海洋环境，冬季常见于海上漂浮的冰块附近。",
        "7": "帕氏海鹦（Parakeet Auklet）是一种生活在北太平洋沿岸的海鸟，属于海雀科。它们以其显眼的橙色喙和独特的面部白色条纹而闻名。帕氏海鹦体型较小，主要栖息于阿拉斯加、阿留申群岛及周边地区。它们主要以浮游生物和小鱼为食，通常在海洋上觅食，并在陡峭的岩壁上筑巢。繁殖季节，雄性会通过独特的鸣叫和飞行表演吸引雌性。帕氏海鹦是重要的生态指示物种，其数量变化可以反映海洋环境的健康状况。",
        "8": "犀鸦鹱（Rhinoceros Auklet）是一种海鸟，属于海雀科，广泛分布于北太平洋沿岸。其独特之处在于其喙上突出的角状突起，尤其在繁殖季节明显。犀鸦鹱主要在海上觅食，以鱼类和无脊椎动物为食。繁殖期时，它们会在岛屿和海岸线的洞穴中筑巢。该物种对环境变化敏感，是海洋生态系统健康的重要指示物种。",
        "9": "Brewer Blackbird (Brewer's Blackbird)是新世界黑鹂科的一种小型鸣禽，学名为Euphagus cyanocephalus。雄性体羽主要为黑色，具有光泽的蓝紫色头部和喉部，而雌性则为暗褐色。它们分布于北美洲，从加拿大南部到墨西哥北部的广大区域。Brewer Blackbird通常栖息在开放的草地、农田和城市公园中。它们是杂食性鸟类，主要以昆虫、种子和水果为食。Brewer Blackbird以其社交性强和适应性强而闻名，常成群活动，特别是在非繁殖季节。",
        "10": "红翅黑鹂（Red-winged Blackbird）是北美洲常见的鸟类，雄鸟身上有鲜艳的红色肩部斑块，此特征极具辨识度。雌鸟则为褐色带白色眉纹，与雄鸟形成鲜明对比。它们主要栖息于湿地、沼泽和农田边缘，以昆虫、种子和小型脊椎动物为食。红翅黑鹂不仅在春夏季节活跃，还因其优美的歌声而闻名，雄鸟在繁殖期间常常高唱展示领地。"
    }
]